chat_system_1475471797_actor_description=Karod Drom. Rich dwarf - manufacturer.
chat_system_1475471797_snap_0_question=^?^Well done, [player], good job! I won't keep you any longer.
chat_system_1475471797_snap_0_answer_0=^?^Hey, moneybags, where's my reward?
chat_system_1475471797_snap_0_answer_1=^?^(Say goodbye to the dwarf...)
chat_system_1475471797_snap_1_question=^?^Reward? Maybe next time? Business is slack, and what with the war with demons, I'm taking steady losses right now.<br><br>Aaaaah. Why are you looking at me like that? Well, ok, here's a special purse I've been keeping. It's full of ducats, ancient gold coins. You can't actually buy anything with this currency, but you can sell them! Do you have any skill with trading? No? Then learn. I can't help you any more than that.<br>[reward]
chat_system_1475471797_snap_1_answer_0=^?^Give me the purse, and stop talking garbage.
chat_system_1475471797_snap_kill_question=^?^Hey, human, it's an ambush! What is this?!
chat_system_1475471797_snap_kill_answer_0=^?^Oops... I seem to be rather a poor guard...
